Repository: klyok/Skype.OmegaT
Catalog: Skype.OmegaT/omegat/project_save.tmx
Source language: en
Languages: be

source: Search email contacts
be: Шукаць у эл. пошце

source: Search for "%1" in the Skype Directory
be: Шукаць «%1» у даведніку Skype

source: Search for Skype Contacts
be: Шукаць кантакты ў Skype

source: Search for Skype Users…
be: Шукаць карыстальнікаў…

source: Search for Skype users
be: Шукаць карыстальнікаў

source: Search for new and old friends on Skype
be: Шукаць старых і знайсьці новых сяброў у Skype

source: Search for people on Skype
be: Шукаць людзей у Skype

source: Search history
be: Шукаць у гісторыі

source: Search number from Directory
be: Шукаць нумар у даведніку

source: Search options
be: Можнасьці пошуку

source: Search results
be: Вынікі пошуку

source: Search the Skype Directory.
be: Шукайце ў даведніку Skype.

source: Search the Skype directory for old and new friends.
be: Шукайце старых альбо знайдзіце новых сяброў у даведніку Skype.

source: Search through event history
be: Шукаць у гісторыі падзей

source: Search through your contacts
be: Шукаць сярод кантактаў

source: Searching for a webcam.
be: Шукаем камэру.

source: See All Contact Categories
be: Паглядзець усе суполкі

source: See all rates
be: Зірнуць усе кошты

source: See how
be: Паглядзіце, як

source: See my video
be: Прагледзець маё відэа

source: See numbers
be: Зірніце нумары

source: See our guide to changing your firewall settings.
be: Зірніце нашае кіраўніцтва, каб зьмяніць налады сетказаслоны.

source: See the
be: Зірніце

source: See the details
be: Зірнуць падрабязнасьці

source: See the step-by-step guide
be: Глядзіце падрабязнае кіраўніцтва

source: See what's free
be: Што задарма?

source: See what's new
be: Паглядзець, што новага

source: See what's new in Skype
be: Паглядзець, што новага ў Skype

source: See when your friends come online – then instant message each other,
be: Можна будзе бачыць, калі хто ў сетцы, гутарыць, выказвацца наконт іхніх навінаў,

source: Seeing as you're looking so good, why not take a picture to use in your profile?
be: Бачна, вы выглядаеце вельмі добра! Чаму б не зрабіць здымак ды не паставіць яго ў профіль?

source: Select
be: Абраць

source: Select %s at anytime, or find this welcome guide under the Help menu.
be: Каб вярнуцца да гэтага разьдзелу, абярыце %s, альбо знайдзіце яго ў мэню «Дапамога».

source: Select All
be: Выбраць усё

source: Select Automatically adjust microphone settings on this screen.
be: Абярыце тут «Настаўляць мікрафон самарушна».

source: Select Automatically adjust speaker settings on this screen.
be: Абярыце тут «Настаўляць галасьнікі самарушна».

source: Select Skype contact
be: Абярыце кантакт

source: Select a contact from your Contact list
be: Абярыце кантакт са сьпісу

source: Select a country
be: Абярыце краіну

source: Select a different contact
be: Абярыце іншы кантакт

source: Select a window to show to people on the call
be: Абярыце, якое вакно паказаць суразмоўцам

source: Select all
be: Выбраць усё

source: Select an available public access WiFi network (the stronger the signal the better).
be: Абярыце адну з адкрытых сетак Wi-Fi — пажадана з моцным сыґналам.

source: Select contacts
be: Абраць кантакты

source: Select no more than %d participants to be able to start a call
be: Каб выклікаць, абярыце ня больш як %d удзельнікаў

source: Select webcam:
be: Абярыце камэру:

source: Select which events play a sound
be: Абраць, па якіх падзеях гучэць

source: Select who to transfer <b>%s</b> to
be: Абярыце, каму перадаць выклік ад <b>%s</b>

source: Select who you want to send the file (%s) to and press Send.
be: Абярыце, каму вы хочаце даслаць файл (%s), і пстрыкніце «Даслаць».

source: Select who you would like to add to the conversation and press Create.
be: Абярыце, зь кім вы хочаце размаўляць, і націсьніце «Стварыць».

source: Select window
be: Абраць вакно

source: Select your country
be: Абярыце сваю краіну

source: Selected contacts
be: Абраныя кантакты

source: Send
be: Даслаць

source: Send Contact Request
be: Даслаць запыт кантактаваць

source: Send Contacts
be: Даслаць кантакты

source: Send Contacts...
be: Даслаць кантакты…

source: Send Contacts…
be: Даслаць кантакты…

source: Send File
be: Даслаць файл

source: Send File to Selected Contacts
be: Даслаць файл абраным кантактам

source: Send File(s)
be: Даслаць файл(ы)

source: Send File...
be: Даслаць файл…

source: Send File…
be: Даслаць файл…

source: Send IM
be: Пачаць гутарыць

source: Send IM to %s
be: Гутарыць з %s

source: Send SMS
be: Даслаць SMS

source: Send SMS Message
be: Даслаць SMS

source: Send SMS message to %s.
be: Даслаць SMS да %s

source: Send SMS.
be: Даслаць SMS.

source: Send Voicemail
be: Даслаць галасавую пошту

source: Send a verification code to your mobile number
be: Даслаць код пацьверджаньня на перасоўны нумар.

source: Send a verification code to your mobile number.
be: Дашліце код пацьверджаньня на свой перасоўны нумар.

source: Send an SMS message
be: Даслаць паведамленьне SMS

source: Send calls to voicemail if...
be: Накіроўваць выклікі на галасавую пошту, калі…

source: Send contacts
be: Даслаць кантакты

source: Send contacts to <b>%s</b>
be: Даслаць кантакты да <b>%s</b>

source: Send contacts to other people on Skype
be: Даслаць кантакты іншым людзям у Skype

source: Send feedback
be: Даслаць водгук

source: Send file
be: Даслаць файл

source: Send file to %s
be: Даслаць файл да %s

source: Send file(s) to all people in this chat
be: Даслаць усім у гутарцы файл(ы)

source: Send message
be: Даслаць паведамленьне

source: Send progress bar
be: Паліца поступу дасыланьня

source: Send progress count
be: Лічыльнік поступу дасыланьня

source: Send text messages directly from Skype
be: Дасылаць тэкставыя паведамленьні наўпрост праз Skype

source: Send the other contact a message:
be: Даслаць паведамленьне іншаму кантакту:

source: Send them an upgrade link
be: Дашліце ім спасылку, каб абнавіліся

source: Send to %s
be: Даслаць да %s

source: Send to…
be: Даслаць да…

source: Send unanswered calls to voicemail
be: Дасылаць выклікі, на якія не адказваем, на галасавую пошту

source: Send upgrade link
be: Даслаць спасылку на абнаўленьне

source: Sending an SMS from the comfort of your keyboard is simple, plus it's cheap and easy to pay for - all you need is a little Skype Credit.
be: Дасылаць SMS са зручнае клявішні — гэта проста, каштуе няшмат дый плаціць нескладана: усё, што вам трэба — невялічкі крэдыт у Skype.

source: Sending an SMS from the comfort of your keyboard is simple, plus it’s great value – all you need is a little Skype Credit.
be: Дасылаць SMS са зручнае клявішні — гэта вельмі лёгка, і мае істотную перавагу: усё, што вам трэба — невялічкі крэдыт у Skype.

source: Sending cancelled
be: Скасавалі дасылаць файл

source: Sending contacts...
be: Дасылаюцца кантакты…

source: Sending failed
be: Не ўдалося даслаць

source: Sending failed.
be: Не ўдалося даслаць.

source: Sending file
be: Дасылаецца файл

source: Sending file to %1
be: Файл дасылаецца да %1

source: Sending paused.
be: Прыпынілі дасылаць.

source: Sending too many files at once.
be: Зашмат файлаў дасылаецца адначасова.

source: Sending video
be: Дасылаем відэа

source: Sending your file is being relayed.
be: Файл перасылаецца далей.

source: Sent
be: Даслалі

source: Sent a voicemail
be: Даслалі галасавую пошту

source: Sent contacts list
be: Сьпіс дасланых кантактаў

source: Sent contacts to %1.
be: Даслаць кантакты да %1.

source: Sent voicemail to people in this conversation.
be: Даслаць суразмоўцам галасавое паведамленьне.

source: Sent!
be: Даслалі!

source: Separate
be: Падзяліць

source: Separate Window
be: У асобным акне

source: September
be: Верасень

source: Server connect failed
be: Не ўдалося злучыцца з паслужніком

source: Server connect failed.
be: Не ўдалося злучыцца з паслужніком

source: Server is overloaded
be: Паслужнік перагружаны

source: Service unavailable
be: Служба недаступная

source: Session
be: Сэанс

source: Session Expired
be: Тэрмін сэансу скончыўся

source: Session Terminated
be: Скончылі сэанс

source: Set Picture
be: Вызначыць малюнак

source: Set Picture…
be: Вызначыць малюнак…

source: Set Speed Dial…
be: Наладзіць хуткія нумары…

source: Set Topic
be: Вызначыць тэму

source: Set Topic…
be: Вызначыць тэму…

source: Set as my picture
be: Усталяваць маім малюнкам

source: Set hotkey for %s
be: Вызначыць выклічнік на %s

source: Set profile picture as:
be: Зрабіць малюнак профілю:

source: Set program language to
be: Абраць мову праґрамы

source: Set program language to:
be: Вызначыць мову праґрамы:

source: Set speed dial number
be: Вызначце хуткі нумар

source: Set up Call Forwarding…
be: Наставіць, як перасылаць выклікі

source: Set up all the basics you need to use Skype
be: Галоўныя налады Skype

source: Set up call forwarding
be: Наставіць, як перасылаць выклікі

source: Set up caller ID
be: Наставіць азначальнік нумару

source: Set up how IM looks
be: Абраць выгляд гутаркі

source: Set up how Skype connects to the internet
be: Наставіць, як Skype злучаецца зь сецівам

source: Set up keyboard shortcuts for frequently used functions
be: Клявішныя выклічнікі на частыя дзеяньні

source: Set up sound on your computer
be: Уладкуйце гук на кампутары

source: Set up voicemail
be: Наставіць галасавую пошту

source: Set up your IM options
be: Уладкаваць можнасьці гутаркі

source: Set up your Skype profile
be: Уладкаваць профіль у Skype

source: Set up your call options
be: Можнасьці выкліку

source: Set up your webcam
be: Наладзіць камэру

source: Set your caller ID
be: Задзейнічаць азначальнік нумару

source: Set your country
be: Абярыце краіну

source: Set your profile picture
be: Абярыце малюнак да свайго профілю

source: Set your profile picture to public
be: Зрабіць малюнак агульнадаступным

source: Settings
be: Налады

source: Shake
be: Матляю галавою

source: Share
be: Падзяліцца

source: Share Full Screen
be: Дзяліцца ўсім экранам

source: Share Selection
be: Дзяліцца вылучаным

source: Share Skype with a Friend…
be: Распавесьці сябрам пра Skype…

source: Share Your Desktop
be: Падзяліцца стальніцаю

source: Share Your Screen
be: Дзяліцца экранам

source: Shop
be: Крама

source: Show
be: Паказаць

source: Show Contact &Groups
be: Паказаць &суполкі кантактаў

source: Show Contacts
be: Паказаць кантакты

source: Show Dial Pad
be: Паказаць наборнік

source: Show Facebook Friends
be: Паказаць сяброў з Facebook

source: Show Hidden Conversations
be: Паказаць схаваныя размовы

source: Show History
be: Паказаць гісторыю

source: Show IM
be: Паказаць гутарку

source: Show My Desktop
be: Паказаць маю стальніцу

source: Show Myself View
be: Паказаць сябе

source: Show Outlook Contacts
be: Паказваць кантакты з Outlook

source: Show Picture
be: Паказаць малюнак

source: Show Skype watermark during calls
be: Паказваць вадзяны знак Skype у выкліках

source: Show Status Bar
be: Паказваць паліцу стану

source: Show a summary at the end of a session
be: Падсумоўваць вынікі кожнага сэансу

source: Show advanced options
be: Паказаць адмысловыя можнасьці

source: Show alerts from...
be: Паказваць папярэджаньні ад…

source: Show an example
be: Паказаць прыклад

source: Show animated emoticons
be: Паказваць ажыўленыя пачуцьцезнакі

source: Show as Plain Text
be: Паказаць звычайным тэкстам

source: Show avatar
be: Паказаць увасабленьне

source: Show basic options
be: Паказаць звычайныя можнасьці

source: Show contact list
be: Паказаць сьпіс кантактаў

source: Show contacts
be: Паказаць кантакты

source: Show conversations
be: Паказаць размовы

source: Show current display
be: Паказаць бягучы экран

source: Show dial pad
be: Паказаць наборнік

source: Show display %d
be: Паказаць экран %d

source: Show earlier messages
be: Паказаць ранейшыя паведамленьні

source: Show emoticons
be: Паказваць пачуцьцезнакі

source: Show entire screen
be: Паказаць увесь экран

source: Show group avatar and topic
be: Паказваць увасабленьне ды тэму суполкі

source: Show group conversation
be: Паказаць супольную размову

source: Show here
be: Паказваць тут

source: Show hidden conversations
be: Паказаць схаваныя размовы

source: Show history
be: Паказаць гісторыю

source: Show in folder
be: Паказаць у каталёґу

source: Show me as 'Away' when I am inactive for
be: Стан «адсутнічаю», калі бязьдзейнічаю

source: Show me as 'Not Available' when I am inactive for
be: Стан «не дагрукацца», калі бязьдзейнічаю

source: Show me as Away when I've been inactive for
be: Стан «адсутнічаю», калі бязьдзейнічаю

source: Show me where
be: Паказаць, дзе

source: Show messages
be: Паказаць паведамленьні

source: Show messages about...
be: Паказаць паведамленьні…

source: Show messages from: %s
be: Паказаць паведамленьні ад: %s

source: Show off your WeeMee to the world.
be: Пакажыце сьвету свайго WeeMee.

source: Show online user count in contact list
be: Паказваць у сьпісе, колькі карыстальнікаў у сетцы

source: Show only SkypeMe!™ contacts
be: Паказваць толькі людзей у стане «Пагамонім!!»

source: Show others when I am typing
be: Паведамляць суразмоўцам, калі я друкую

source: Show problems
be: Паказаць непаладкі

source: Show profile
be: Паказаць профіль

source: Show profile pictures in Contact List
be: Паказваць малюнкі профіляў у сьпісе кантактаў

source: Show rates to
be: Паказаць кошты тэлефанаваць у наступную краіну:

source: Show screensharing window
be: Адчыніць вакно паказванага экрану

source: Show selected window
be: Паказаць абраныя вокны

source: Show that I have video to...
be: Спавяшчаць, што маю відэа…

source: Show the window containing the conversation
be: Паказваць вакно з гэтаю размоваю

source: Show timestamp next to instant messages
be: Паказваць час у паведамленьнях

source: Show welcome screen at startup
be: Паказваць экран вітаньня па запуску

source: Show when I am typing
be: Паведамляць, калі я друкую

source: Show when others are typing
be: Паведамляць, калі суразмоўца друкуе

source: Show your mobile number so they know the
be: Калі пазначыць свой тэлефонны нумар, атрымальнік

source: Sign &Out
be: Выйсьці з &рахунку

source: Sign Out
be: Выйсьці

source: Sign in
be: Увайсьці

source: Sign in failed
be: Не ўдалося ўвайсьці

source: Sign in with the new password to call a phone or mobile.
be: Каб выклікаць тэлефонныя нумары, увайдзіце з новым паролем.

source: Sign me in when Skype starts
be: Апазнавацца па запуску Skype

source: Sign up
be: Запісацца

source: Sign up failed
be: Не ўдалося запісацца

source: Sign up for your new Skype account
be: Стварыце рахунак у Skype

source: Signed in
be: Увайшлі

source: Signing in
be: Уваходзім

source: Signing in...
be: Уваходзім…

source: Signing up...
be: Запісваемся…

source: Simplified Graphics
be: Спрошчаныя выявы

source: Simply go to <b>Call</b> » <b>Transfer Call…</b> to send the call you're on to another person on Skype.
be: Каб даслаць выклік іншаму чалавеку ў Skype, проста перайдзіце ў <b>Выклік</b> » <b>Перадаць выклік…</b>.

source: Simply pay per minute with Skype Credit.
be: Проста плаціце за кожную хвіліну крэдытам у Skype.

source: Skip
be: Прапусьціць

source: Skip version
be: Прапусьціць гэтую вэрсію

source: Skype API Authorisation Request
be: Запыт зацьвярджэньня ад праґрамнага інтэрфэйсу Skype

source: Skype Access
be: Доступ праз Skype

source: Skype Access - Extend Session
be: Падоўжыць сэанс доступу праз Skype

source: Skype Access - hotspot not supported
be: Доступ праз Skype: пункт доступу не падтрымваецца

source: Skype Access is connecting you to %1
be: Доступ праз Skype: злучаемся з %1

source: Skype Access is the easy way to connect.
be: Доступ праз Skype — «Skype Access» — лёгкі спосаб зрабіць гэта.

source: Skype Access...
be: Доступ праз Skype…

source: Skype Call
be: Выклікаць праз Skype

source: Skype Contacts
be: Кантакты Skype

source: Skype Credit
be: Крэдыт у Skype

source: Skype Credit Expired
be: Скончыўся тэрмін дзеяньня крэдыту

source: Skype End User License
be: Ліцэнзійнае пагадненьне карыстальніка Skype

source: Skype End User License Agreement
be: Ліцэнзійнае пагадненьне карыстальніка Skype

source: Skype Full-Screen Video
be: Відэа Skype на поўны экран

source: Skype Full-Screen Video Preview
be: Прыклад відэа Skype на поўны экран

source: Skype Home
be: Хатняя бачына Skype

source: Skype IM received (Modern)
be: Атрымалі паведамленьне (новы)

source: Skype Login
be: Увайшлі ў Skype

source: Skype Login Failed
be: Не ўдалося ўвайсьці ў Skype

source: Skype Logout
be: Выйшлі са Skype

source: Skype Name
be: Імя ў Skype

source: Skype Name Taken
be: Гэтае ймя ўжо занялі

source: Skype Name contains invalid characters.
be: Імя зьмяшчае недапушчальныя знакі.

source: Skype Name not available
be: Такое ймя нельга ўжываць

source: Skype Name not found
be: Не знайшлі імені Skype

source: Skype Name:
be: Імя ў Skype:

source: Skype Privacy Statement
be: Заяву Skype пра адасобленасьць

source: Skype Terms of Service
be: Умовы абслугоўваньня Skype

source: Skype Terms of Services
be: Умовы абслугоўваньня Skype

source: Skype Voicemail
be: Галасавая пошта Skype

source: Skype Wi-Fi Access
be: Доступ да Wi-Fi праз Skype

source: Skype Wi-Fi Access - hotspot not supported
be: Доступ да Wi-Fi праз Skype: пункт доступу не падтрымваецца

source: Skype Wi-Fi Access connected (%s / %s)
be: Атрымалі доступ да Wi-Fi праз Skype (%s / %s)

source: Skype Wi-Fi Access is connecting you to {SSID}
be: Доступ да Wi-Fi праз Skype: злучаемся з {SSID}

source: Skype Wi-Fi Access…
be: Доступ да Wi-Fi праз Skype…

source: Skype automatically pops up a message if you can connect to this network using your Skype Credit.
be: Калі далучыцца да гэтае сеткі можна з дапамогаю крэдыту ў Skype, праґрама паведаміць вам пра гэта вынырцом.

source: Skype busy signal (Modern)
be: Лінія занятая (новы)

source: Skype call error1
be: Памылка выкліку 1

source: Skype call error2
be: Памылка выкліку 2

source: Skype call forwarded.
be: Пераслалі выклік праз Skype.

source: Skype call on hold (Modern)
be: Выклік утрымваецца (новы)

source: Skype can't access your webcam.
be: Skype ня можа атрымаць доступ да камэры.

source: Skype can't adjust your microphone level
be: Skype ня можа наставіць гучнасьць мікрафона

source: Skype can't connect to your webcam
be: Skype ня можа зьвязацца з камэраю.

source: Skype can't connect.
be: Skype ня можа злучыцца.

source: Skype can't continue running and will close
be: Skype зачыніцца, бо ня можа працягваць працаваць

source: Skype can't detect any webcam
be: Skype ня выявіў аніводнае камэры

source: Skype can't read the file.
be: Skype ня можа прачытаць файл.

source: Skype conference calls can include both Skype contacts and phone numbers.
be: Выклікаць да нарады можна і кантакты Skype, і звычайныя тэлефонныя нумары.

source: Skype connecting call (Modern)
be: Злучаемся (новы)

source: Skype contact offline
be: Кантакт ня ў сетцы

source: Skype contact online (Modern)
be: Кантакт у сетцы (новы)

source: Skype contacts
be: Кантакты Skype

source: Skype couldn't find a webcam.
be: Skype ня можа знайсьці камэру.

source: Skype default sound
be: Звычайны гук Skype

source: Skype dial tone (Modern)
be: Набіраецца нумар (новы)

source: Skype does not make any security guarantee if you enable networked
be: Skype не дае ніякіх гарантый бясьпекі, калі вы дазволіце сеткавыя гнёзды TCP,

source: Skype file sending complete
be: Скончылі дасылаць файл

source: Skype file sending failed
be: Не ўдалося даслаць файл

source: Skype hang up (Modern)
be: Кладзем слухаўку (новы)

source: Skype has found %s and will use it for calls.
be: Skype знайшоў прыладу %s і будзе яе ўжываць.

source: Skype has restricted internet access
be: Skype мае абмежаваны доступ у сеціва

source: Skype incoming IM2
be: Паведамленьне ў гутарцы 2

source: Skype incoming contacts
be: Атрымалі кантакты

source: Skype incoming file
be: Атрымалі файл

source: Skype incoming request
be: Атрымалі запыт

source: Skype incoming voicemail
be: Атрымалі галасавую пошту

source: Skype internal error.
be: Унутраная хіба Skype.

source: Skype is connected now.
be: Цяпер Skype злучыўся.

source: Skype is connected.
be: Skype злучыўся.

source: Skype is not a telephone replacement service and cannot be used for emergency calling from %s
be: Skype не замяняе звычайнага тэлефону: праз Skype нельга выклікаць надзвычайныя нумары (хуткую дапамогу, міліцыю, МНС) з краіны %s.

source: Skype is not a telephone replacement service and cannot be used for emergency dialing.
be: Skype не замяняе звычайнага тэлефону: праз Skype нельга выклікаць надзвычайныя нумары (хуткую дапамогу, міліцыю, МНС).

source: Skype is running slowly
be: Skype працуе занадта павольна

source: Skype is unable to measure the speed of the internet connection between you at this time.
be: Skype пакуль ня можа вымераць хуткасьць злучэньня між вамі.

source: Skype is updating files.
be: Skype абнаўляе файлы.

source: Skype knocking sound
be: Грук

source: Skype language files
be: Файлы мовы для Skype

source: Skype language files (*.lang)\|*.LANG
be: Файлы мовы для Skype (*.lang)\|*.LANG

source: Skype may be blocked on your network.
be: Мажліва, у вашае сетцы забаранілі Skype.

source: Skype may be blocked.
be: Мажліва, Skype забаранілі.

source: Skype message sent
be: Даслалі паведамленьне

source: Skype needs to access your computer's sound card to make calls.
be: Каб выклікаць, Skype мусіць мець доступ да гукавое карткі кампутару.

source: Skype protects your privacy by using security features like encryption and authentication.
be: Skype абараняе вашую адасобленасьць з дапамогаю адмысловых тайнапісу ды апазнаваньня.

source: Skype resuming call (Modern)
be: Выклік аднаўляецца (новы)

source: Skype ringtone (Modern)
be: Выклік (новы)

source: Skype sign in sound
be: Уваходзім у Skype

source: Skype sign out sound
be: Выходзім са Skype

source: Skype update required.
be: Трэба абнавіць Skype.

source: Skype updates and external programs
be: Абнаўленьні Skype ды вонкавыя праґрамы

source: Skype voicemail sent
be: Даслалі галасавую пошту

source: Skype will reserve some credit from your account so your connection doesn't get interrupted.
be: Пэўную частку крэдыту Skype пакідае, каб злучэньне не разарвалася.

source: Skype will use the first available one on each list.
be: Skype будзе карыстацца першаю даступнаю прыладаю ў сьпісе.

source: Skype's got great rates to phones at home and abroad, plus you can get a subscription to countries you regularly call and pay one low price each month.
be: Skype прапануе выгодныя кошты на выклікі ў вашую краіну ды за ейныя межы. Да таго ж, можна падпісацца на выклікі ў краіну, куды вы часта тэлефануеце, плаціць невялічкую суму штомесяц і размаўляць, колькі пажадаеце.

source: Skype-to-Skype calls are always free.
be: Выклікі ўнутры сеткі Skype заўжды дармавыя.

source: SkypeCast error
be: Памылка SkypeCast

source: SkypeMe!?
be: Пагамонім!!?

source: SkypeMe!™
be: Пагамонім!!

source: SkypeMe!™ from Mobile
be: Пагамонім!! (перасоўная прылада)

source: Skype™ - Video preview
be: Прагляд відэа (Skype™)

source: Sleepy
be: Засынаю

source: Slider
be: Лятунок

source: Small
be: Маленькі

source: Small view
be: Малы памер

source: Smile
be: Усьміхаюся

source: Smirking
be: Хмылюся

source: Smoking
be: Палю

source: Snapshot
be: Здымак

source: Snapshots Gallery
be: Ґалерэя здымкаў

source: Snapshots gallery
be: Ґалерэя здымкаў

source: So you could be away from home, or perhaps traveling on the other side of the planet with no internet access, and still receive your calls.
be: Так што вы можаце быць далёка ад хаты ці, магчыма, падарожнічаць па іншым баку плянэты, дзе няма доступу ў сеціва, і ўсё-ткі мець магчымасьць адказваць на выклікі.

source: Some messages have been lost from that period.
be: За гэты час некаторыя паведамленьні маглі згубіцца.

source: Some of the files are being relayed.
be: Пэўныя файлы перасылаюцца далей.
